{"Tropical Peat Forest": {"short":"Tropical wetland forest with significant peat accumulation.", "long": "Tropical wetland forest with significant peat accumulation. No recent disturbance or drainage."},
"Northern Peatland": {"short":"Northern wetlands with significant peat accumulation.", "long": "Northern wetlands with significant peat accumulation. Includes bogs, fens, and forested peatlands. No recent disturbance or drainage."},
"Marsh & Swamp":{"short":"Wetland without significant peat accumulation in any climate.", "long": "Wetland without significant peat accumulation in any climate. Includes flooded grasslands and savannas, freshwater marsh, and freshwater swamps. No recent disturbance or drainage."},
"Tropical Forest":{"short":"Unmanaged tropical (humid or semi-arid) forest with no recent disturbance.", "long": "Unmanaged tropical (humid or semi-arid) forest with no recent disturbance, aged at least 23 years."},
"Temperate Forest": {"short":"Unmanaged temperate (humid or semi-arid) forest with no recent disturbance.", "long": "Unmanaged temperate (humid or semi-arid) forest with no recent disturbance, aged at least 72 years."},
"Boreal Forest": {"short":"Unmanaged temperate (humid or semi-arid) forest with no recent disturbance.", "long": "Unmanaged temperate (humid or semi-arid) forest with no recent disturbance, aged at least 75 years."},
"Tropical Savanna": {"short":"Unmanaged tropical savannas, ranging from grassland savannas to savanna woodland.", "long": "Unmanaged tropical savannas, ranging from grassland savannas to savanna woodland. As frequent fires occur naturally, recently burned sites were not excluded."},
"Temp. Scrub/Woodland": {"short":"Temperate non-desert and non-forest ecosystems with woody vegetation.", "long": "Temperate non-desert and non-forest ecosystems with woody vegetation. Includes closed shrubland, sclerophyllous shrub, savanna, chaparral, and woodland. As frequent fires occur naturally, recently burned sites were not excluded."},
"Temperate Grassland": {"short":"Unmanaged temperate grasslands.", "long": "Unmanaged temperate grasslands. As frequent fires occur naturally, recently burned sites were not excluded."},
"Tundra": {"short":"Tundra with no recent disturbance.", "long": "Tundra with no recent disturbance. No trees."},
"Desert": {"short":"Undisturbed deserts, including desert grasslands and shrublands.", "long": "Undisturbed deserts, including desert grasslands and shrublands."},
"Tropical Forest (R)": {"short":"Aggrading tropical forest: newly developing or recovering from disturbance.", "long": "Aggrading tropical (humid or semi-arid) forest: newly developing or recovering from disturbance. Initial biomass is zero. At age 23, ongoing GHG exchange is assumed to equal that of a mature tropical forest. No management."},
"Boreal Forest (R)": {"short":"Aggrading boreal forest: newly developing or recovering from disturbance.", "long": "Aggrading tropical (humid or semi-arid) forest: newly developing or recovering from disturbance. Initial biomass is zero. At age 75, ongoing GHG exchange is assumed to equal that of a mature tropical forest. No management."},
"Temperate Forest (R)": {"short":"Aggrading temperate forest: newly developing or recovering from disturbance.", "long": "Aggrading temperateforest: newly developing or recovering from disturbance. Initial biomass is zero. At age 72, ongoing GHG exchange is assumed to equal that of a mature temperate forest. No management."},
"Abandoned Land (trop.)": {"short":"Former agricultural land in tropical regions that is not succeeding to forest.", "long": "Former agricultural land in tropical regions that is not succeeding to forest, or where succession to forest is significantly delayed. This includes both abandoned land in non-forest regions and degraded land in forest regions. Initial biomass is zero. At age 75, ongoing GHG exchange is assumed to equal that of a mature tropical forest."},
"Abandoned Land (temp.)": {"short":"Former agricultural land in temperate that is succeeding to grassland or shrubland/woodland.", "long": "Former agricultural land in temperate regions of age ≤10 years that is succeeding to grassland or shrubland/woodland. Includes Conservation Reserve Program (CRP) grasslands and former pasture. Initial biomass is zero. At age 10, ongoing GHG exchange is assumed to equal that of a mature tropical forest."},
"Tropical Pasture": {"short":"Tropical grassland pasture with moderate grazing intensity.", "long": "Tropical pasture (grassland) with moderate, sustainable grazing intensity."},
"Temperate Pasture": {"short":"Temperate pasture with moderate grazing intensity.", "long": "Temperate pasture (temperate grassland biome) with moderate, sustainable grazing intensity."},
"Tropical Cropland": {"short":"Annually tilled tropical cropland (generic).", "long": "Annually tilled tropical cropland that has been under cultivation long enough for soil carbon to have reached equilibrium."},
"Temperate Cropland": {"short":"Annually tilled tropical cropland (generic).", "long": "Annually tilled tropical cropland that has been under cultivation long enough for soil carbon to have reached equilibrium."},
"Wetland Rice": {"short":"Wetland rice cropland.", "long": "Wetland rice that has been under cultivation long enough for soil carbon to have reached equilibrium."},
"US Soy": {"short":"Annually tilled soy agroecosystem in U.S.", "long": "Non-irrigated, annually tilled, under cultivation long enough for soil carbon to have reached equilibrium. U.S. average management practices."},
"US Corn": {"short":"Zea mays grain used for food.", "long": "Non-irrigated, annually tilled, under cultivation long enough for soil carbon to have reached equilibrium. U.S. average management practices."},
"Corn Grain": {"short":"Annually tilled corn (maize) agroecosystem in U.S.", "long": "Zea mays grain used for first-generation bioethanol production. We assume conventional management practices, including annual tillage, stover (residue) returned to field, and average US agricultural inputs. Soil organic carbon assumed to be at steady-state."},
"Corn G+R": {"short":"No-till corn (maize) with 100% residue removal in U.S.", "long": "Zea mays grain used for first-generation bioethanol production together with 100% residue (stover) harvest for the production of cellulosic ethanol. We assume that initiation of residue harvest is accompanied by a switch to no-till agriculture (Adler et al. 2007). Assumed that SOC accumulation would continue for >30 years."},
"Miscanthus": {"short":"Miscanthus agroecosystem (for bioenergy).", "long": "Miscanthus X giganteus agroecosystem in the US. No tillage; N fertilization <100 kg N ha-1yr-1 (Heaton et al. 2008; Miguez et al. 2008); assumed recent conversion from annually tilled agroecosystem. Establishment phase (first 2-3 years) is excluded. Assumed that SOC accumulation would continue for >30 years."},
"Switchgrass": {"short":"Switchgrass agroecosystem (for bioenergy).", "long": "Panicum virgatum agroecosystem in the US. No tillage; N fertilization <100 kg N ha-1yr-1  (Adler et al. 2007; Fargione et al. 2008); assumed recent conversion from annually tilled agroecosystem. Establishment phase (first 2-3 years) is excluded. Assumed that SOC accumulation would continue for >30 years."},
"Prairie": {"short":"Prairie agroecosystem (for bioenergy).", "long": "Native prairie mix harvested annually for ethanol production. No fertilization. Assumed recent conversion from conventional tillage. Does not include establishment phase."},
"Sugarcane-NB": {"short":"Brazilian sugarcane agroecosystem, burned prior to harvest.", "long": "Brazilian sugarcane, mechanically harvested. Based upon typical management practices in São Paulo State."},
"Sugarcane-B": {"short":"Brazilian sugarcane agroecosystem, mechanically harvested.", "long": "Brazilian sugarcane, mechanically harvested. Based upon typical management practices in São Paulo State."}}